{
    "most-watched": ["Discover the most watched channels in various time slots: morning, afternoon, evening and night. This analysis offers an in-depth look at viewer preferences during different phases of the day.",
        "The following approach was used for the analysis: each channel must have broadcast live at least one-third of the times during the analysis period in the specific timeslot to be considered. This ensures that only channels actively engaged in broadcasting during the period under consideration are included in the results. To determine the average number of viewers,the average number of viewers recorded at each timeslot during the analysis period was calculated."],
    "turnout": ["Turnout analyzes viewing trends on Twitch at different times of the day and days of the week. Through an intuitive graph, it shows the average number of viewers across Twitch Italy on a time axis, with separate lines for each day, offering a quick and clear look at viewer behavior.",
        ""],
    "turnout-by-messages": ["Turnout by Messages offers a detailed analysis of participation trends on Twitch, exploring the number of messages sent per minute at different times of the day and days of the week. The graph presents an intuitive representation of this data, with separate lines for each day of the week, allowing for a quick and clear understanding of viewer activity over time.",
        ""],
    "messages-per-user": ["This analysis, called Messages per user, offers a look at user engagement on Twitch. The graph shows the average number of messages posted by each user each minute, indicating the intensity of engagement relative to the total number of viewers. Each line in the graph represents a day of the week, providing an immediate illustration of how user interaction varies throughout the day and week.",
        ""],
    "top-contributors-impact": ["The analysis explores the impact of top participants in each channel's chats on Twitch. Through a columnar graph, it shows the percentage of messages sent by the top 10, 50, and 100 participants compared to the channel's total messages. This provides an indication of the relative contribution of these users to each channel's chat.",
        ""],
    "subscribers-impact": ["Subscribers Impact analyzes the impact of subscribers on Twitch channels. The graph shows the percentage of messages sent by subscribers compared to the total number of messages in each channel. This provides an indication of the relative contribution of subscribers to each channel's chat.",
        ""],
    "emotes-ratio": ["Emotes Ratio analyzes the use of emotes in Twitch chats. The graph shows the percentage of messages containing emotes compared to the total number of messages in each channel. This provides an indication of the relative use of emotes in each channel's chat.",
        ""],
    "streams-start": ["Streams Start analyzes the start times of streams on Twitch. The graph shows the number of viewers in percentage terms at the start of each stream, providing an indication of the relative number of viewers at the beginning of each broadcast.",
        ""],
    "post-raid-viewers": ["Post-Raid Viewers analyzes the impact of raids on Twitch channels. The graph shows the percentage of viewers who remain in the channel after a raid compared to the total number of viewers at the time of the raid. This provides an indication of the relative impact of raids on each channel.",
        "Limitations: the viewers counter is not always accurate and can (sometimes) have a delay of a few minutes. Also by measuring only the total number of viewers (especially after a while) it is not possible to know whether the users who are watching from live at that moment have arrived from the raid or not. Consequently, this phenomenon can only be observed on raids of a certain size."],
    "watched-channels": ["Watched Channels analyzes how many channels viewers watch on Twitch. The graph shows how many users have watched a certain number of channels during the analysis period.",
        ""],
    "streamer-reach": ["Analyze, for each channel, the percentage of all twitch italia users who have written at least one message in that channel's chat.",
        ""],
    "community-loyalty": ["See, for each channel, in how many other channels the chatters on that channel have written",
        ""]
}
